Repository: Hossein770227/online-shop
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: phone number
fa: شماره تلفن

source: full name
fa: نام کامل

source: password
fa: گذرواژه

source: confirm password
fa: تایید گذرواژه

source: This phone number already exists
fa: شماره تلفن از قبل وجود دارد

source: passwords dont match
fa: گذواژه مطابقت ندارد

source: user must have phone number
fa: وارد کردن شماره تلفن الزامی است

source: user must have full name
fa: وارد کردن نام کامل الزامی است

source: my users
fa: مخاطبین من

source: otp code
fa: کد ارسالی

source: we send your code already
fa: کد تایید از قبل ارسال شده است.

source: we sent you a code
fa: کد تایید ارسال شد.

source: your code time is out
fa: زمان کد ارسالی به پایان رسیده است.

source: you register
fa: ثبت نام با موفقیت انجام شد.

source: this code is wrong
fa: کد ارسالی اشتباه است

source: you successfully login
fa: ورود با موفقیت انجام شد.

source: you successfully logouted
fa: خروج با موفقیت انجام شد

source: your password successfully changed
fa: گذرواژه با موفقیت تغییر داده شد.
